<script setup lang="ts">
import logoUrl from '@/assets/images/base64/toutiao-logo.dataurl?raw'
</script>

<template>
  <div class="pgc-wrapper pgc-public public_protocol_agreement-wrapper">
    <div class="garr-header">
      <div class="shead_wrap">
        <a class="shead_logo" href="/profile_v4/" :style="{ backgroundImage: `url(${logoUrl})` }">"头条号</a>
      </div>
    </div>
    <div id="header-replace"></div>
    <div class="pgc-content">
      <div id="garfish_app_for_public_xwux5d4y">
        <div __garfishmockhtml__="">
          <div __garfishmockhead__="">
          </div>
          <div __garfishmockbody__="">
            <div class="root">
              <div class="protocol garr-container-white">
                <div class="pgc-public-page-text">
                  <div>
                    <h1>头条号用户协议</h1>
                    <p>欢迎您使用头条号平台！</p>
                    <p>
                      为了更好地为您提供服务，请您仔细阅读《头条号用户协议》（以下简称“本协议”）。在您开始使用头条号平台服务（以下简称“本服务”）之前，请您务必认真阅读并充分理解本协议，特别是涉及免除或者限制责任的条款、权利许可和信息使用的条款、同意开通和使用特殊单项服务的条款、法律适用和争议解决条款等。其中，免除或者限制责任条款等重要内容将以加粗形式提示您注意，您应重点阅读。如你未满18周岁，请在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后使用本服务。
                    </p>
                    <p>
                      <b>如你不同意本协议，这将导致我们无法为你提供完整的产品和服务，你也可以选择停止使用。如你选择同意或使用本服务，则视为您已充分理解本协议并承诺作为本协议的一方当事人接受协议、隐私政策以及与头条号平台相关的规则、规范、声明、公告、通知等内容的约束。</b>
                    </p>
                    <h2>1、适用范围</h2>
                    <ol>
                      <li>1.1
                        本协议是您与本公司（以下简称“公司”）之间就您注册、登录、使用头条号平台（mp.toutiao.com）服务，或者获得头条号平台提供的任何服务所订立的协议。就本协议项下涉及的某些服务，可能会由公司的关联公司、控制公司向您提供，您知晓并同意接受上述服务内容，即视为接受双方之间的相关权利义务关系亦受本协议约束。
                      </li>
                      <li>1.2
                        “您”是指提交有效申请并注册后，在头条号平台注册、登录、上传、发布、提供链接等以各种形式传播内容（包括文字、图片、音频、视频、图表、漫画等）的自然人、法人或其他组织。在本协议中称为“头条号用户”或称“您”。
                      </li>
                      <li>1.3
                        “头条号平台”是公司借助移动互联网产品——今日头条等软件对自然人、法人或其他组织包括但不限于媒体及内容合作伙伴所开放的内容分发渠道。您注册头条号后可以通过头条号平台上传发布内容，向用户传播信息、与用户交流互动等。公司是提供网络信息存储空间的网络服务提供者。
                      </li>
                      <li>1.4 “用户”是指所有直接或间接使用公司所有或运营的今日头条、西瓜视频等软件及相关服务的自然人、法人或其他组织。</li>
                      <li>1.5
                        本协议内容同时包括公司已经发布及后续可能不断发布的关于头条号平台服务的相关协议、规则等内容。前述内容一经正式发布，并以适当的方式送达用户（网站公布、系统通知等），即为本协议不可分割的组成部分，您应同样遵守。
                      </li>
                    </ol>
                    <h2>2、关于“账号”</h2>
                    <ol>
                      <li>2.1 本服务为您提供了注册通道，您有权选择合法的字符组合作为自己的账号，并自行设置符合安全要求的密码。您设置的账号、密码是您用以登录并以注册用户身份使用本服务的凭证。</li>
                      <li><b>2.2
                          您理解并承诺，您所设置的账号不得违反国家法律法规及公司的相关规则，不得实施任何侵害国家利益、损害其他公民合法权益，有害社会道德风尚的行为，您的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，未经他人许可不得用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号，不得恶意注册账号（包括但不限于频繁注册、批量注册账号等行为）。公司有权对您提交的注册信息进行审核。</b>
                      </li>
                      <li><b>2.3
                          您在本服务中的注册账号所有权及有关权益均归公司所有，您完成注册手续后仅享有该账号的使用权，您应当正确、适当地使用、运营、管理本服务账号。您的账号仅限于您本人使用，未经公司书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果公司发现或者有合理理由认为使用者并非账号初始注册人，为保障账号安全，公司有权立即暂停或终止向该注册账号提供服务，冻结账号权益或注销该账号。</b>
                      </li>
                      <li>2.4
                        您有责任维护个人账号、密码的安全性与保密性，并对您以注册账号名义所从事的活动承担全部法律责任，包括但不限于您通过本服务上进行的任何数据修改、言论发表、款项支付等操作行为。您应高度重视对账号与密码的保密，在任何情况下不向他人透露账号及密码。若发现他人未经许可使用您的账号或发生其他任何安全漏洞问题时，您应当立即通知公司。
                      </li>
                      <li>2.5
                        您的账号在丢失或遗忘密码后，可遵照公司的申诉途径及时申诉请求找回账号或密码。您理解并认可，公司的密码找回机制仅需要识别申诉单上所填资料与系统记录资料具有一致性，而无法识别申诉人是否系真正账号有权使用者。公司特别提醒您应妥善保管您的账号和密码。当您使用完毕后，应安全退出。因您保管不当可能导致遭受盗号或密码丢失，责任由您自行承担。
                      </li>
                      <li><b>2.6
                          在注册、使用和管理账号时，您应保证注册账号时填写的身份信息的真实性，请您在注册、管理账号时使用真实、准确、合法、有效的相关身份信息认证材料及必要信息（包括组织机构代码、身份证件号码、移动电话号码等真实身份信息认证。依照国家相关法律法规的规定，为使用本服务，您需要填写真实的身份信息，请您按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不规范或不符合要求的，则公司有权拒绝为您提供相关服务或您可能无法使用本服务或在使用过程中部分功能受到限制。</b>
                      </li>
                      <li>2.7
                        为保障用户和公司利益，公司有权审查您提交的相关材料（如自然人身份证复印件、企业法人营业执照副本复印件、事业单位法人证书复印件）并有权决定是否核准您的申请，并有权视情况要求您提供声明/说明、服务资质、服务范围及其他等材料。若您拒绝提供材料或提交的材料或填写的信息不真实、不准确、不完整或不合法的，则您可能无法使用本服务或在使用过程中受到限制。.公司的审查不代表对您提交的材料和信息的真实性、准确性、真实性、合法性负责。您应当对该材料和信息独立承担责任。
                      </li>
                      <li>2.8 为更好的为您提供服务，公司有权对使用本服务的头条号用户进行分级、分类管理，并有权根据级别设置相应的权限、提供相应的服务。</li>
                      <li>2.9
                        您理解并同意，除您登录、使用本服务外，您还可以用本账号登录使用公司及其关联公司、控制公司提供的其他软件、服务（届时以该其他软件、服务是否开通该功能为准）。您以本账号登陆并使用前述软件、服务的，同样应受实际服务提供方的《用户协议》及其他协议条款约束。
                      </li>
                      <li><b>2.10
                          为提高您内容曝光量及发布效率，您同意您在账号所发布的全部内容均授权本公司以您的账号自动同步发布至公司及/或关联公司及/或控制公司运营的系列客户端软件及网站。您通过本服务发布、修改、删除内容的操作，均会同步到上述系列客户端软件及网站。
                          您通过已注册或者已同步的账号登录公司及/或关联公司及/或控制公司运营的系列客户端软件产品及网站时（如有），应遵守该软件产品及网站自身的《用户协议》及其他协议条款的规定。</b></li>
                      <li>2.11 因您自身原因或其他不可抗因素而导致账号被盗、丢失，均由您本人承担责任，公司不承担任何责任。</li>
                    </ol>
                    <h2>3、用户个人信息保护</h2>
                    <p>
                      公司与您一同致力于您个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，保护用户个人信息是公司的基本原则之一。在使用头条号及相关服务的过程中，您可能需要提供您的个人信息（包括但不限于姓名、电话号码、位置信息等），以便公司向您提供更好的服务和相应的技术支持。公司将运用加密技术、匿名化处理等其他与头条号及相关服务相匹配的技术措施及其他安全措施保护您的个人信息，更多关于用户个人信息保护的内容，请参见<a
                        href="https://mp.toutiao.com/profile_v3_public/public/protocol/privacy"
                        target="_blank">《隐私政策》</a>。</p>
                    <h2>4、权利和义务</h2>
                    <ol>
                      <li>4.1 行为要求
                        <p>您应当对您使用本服务的行为负责，除非法律允许或者经公司事先书面许可，您使用本服务不得具有下列行为：</p>
                        <ol>
                          <li>4.1.1 使用未经公司授权或许可的任何插件、外挂、系统或第三方工具对本服务的正常运行进行干扰、破坏、修改或施加其他影响。</li>
                          <li>4.1.2 利用或针对本服务进行任何危害计算机网络安全的行为，包括但不限于：
                            <ol>
                              <li>（1）非法侵入他人网络、干扰他人网络正常功能、窃取网络数据等危害网络安全的活动；</li>
                              <li>（2）提供专门用于从事侵入网络、干扰网络正常功能及防护措施、窃取网络数据等危害网络安全活动的程序、工具；</li>
                              <li>（3）明知他人从事危害网络安全的活动的，为其提供技术支持、广告推广、支付结算等帮助</li>
                              <li>（4）使用未经许可的数据或进入未经许可的服务器/账号；</li>
                              <li>（5）未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；</li>
                              <li>（6）未经许可，企图探查、扫描、测试本服务系统或网络的弱点或其它实施破坏网络安全的行为；</li>
                              <li>（7）企图干涉、破坏本服务系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；</li>
                              <li>（8）伪造TCP/IP数据包名称或部分名称。</li>
                            </ol>
                          </li>
                          <li>4.1.3 对本服务进行反向工程、反向汇编、编译或者以其他方式尝试发现本服务的源代码。</li>
                          <li>4.1.4 恶意注册本服务账号，包括但不限于频繁、批量注册账号。</li>
                          <li>4.1.5 违反法律法规、本协议、公司的相关规则及侵犯他人合法权益的其他行为。</li>
                        </ol>
                        <p>在任何情况下，如果公司有理由认为您的任何行为违反或可能违反上述约定的，公司可独立进行判断并处理，且在任何时候有权在进行任何事先通知的情况下终止向头条号用户提供服务，并追究相关责任。
                        </p>
                      </li>
                      <li>4.2 信息内容权利及规范
                        <ol>
                          <li>4.2.1
                            用户按规定完成实名认证后，可以以注册账号使用本服务。请您保证对在通过头条号平台制作、复制、上传、发布、传播、评论的任何内容（包括但不限于头像、名称、账号介绍，或文字、图片、音频、视频、链接等，以及其他使用头条号平台服务所产生的其他内容）享有合法权益，若您账号中的内容发生权利纠纷或侵犯了任何第三方的合法权益，需您承担全部法律责任。
                          </li>
                          <li>4.2.2
                            您的制作、复制、上传、<b>发布、传播、评论等内容应自觉遵守宪法法律、法规、遵守公共秩序，尊重社会公德、社会主义制度、国家利益、公民合法权益、道德风尚和信息真实性等要求。您不得制作、复制、上传、发布、传播法律、行政法规禁止的下列信息内容：</b>
                            <ol>
                              <li>（1）反对宪法确定的基本原则的；</li>
                              <li>（2）危害国家安全，泄露国家秘密的；</li>
                              <li>（3）颠覆国家政权，推翻社会主义制度、煽动分裂国家、破坏国家统一的；</li>
                              <li>（4）损害国家荣誉和利益的；</li>
                              <li>（5）宣扬恐怖主义、极端主义的；</li>
                              <li>（6）宣扬民族仇恨、民族歧视，破坏民族团结的；</li>
                              <li>（7）煽动地域歧视、地域仇恨的；</li>
                              <li>（8）破坏国家宗教政策，宣扬邪教和迷信的；</li>
                              <li>（9）编造、散布谣言、虚假信息，扰乱经济秩序和社会秩序、破坏社会稳定的；</li>
                              <li>（10）散布、传播暴力、淫秽、色情、赌博、凶杀、恐怖或者教唆犯罪的；</li>
                              <li>（11）侵害未成年人合法权益或者损害未成年人身心健康的；</li>
                              <li>（12）未获他人允许，偷拍、偷录他人，侵害他人合法权利的；</li>
                              <li>（13）包含恐怖、暴力血腥、高危险性、危害表演者自身或他人身心健康内容的；</li>
                              <li>（14）危害网络安全、利用网络从事危害国家安全、荣誉和利益的；</li>
                              <li>（15）侮辱或者诽谤他人，侵害他人合法权益的；</li>
                              <li>（16）对他人进行暴力恐吓、威胁，实施人肉搜索的；</li>
                              <li>（17）涉及他人隐私、个人信息或资料的；</li>
                              <li>（18）散布污言秽语，损害社会公序良俗的；</li>
                              <li>（19）侵犯他人隐私权、名誉权、肖像权、知识产权、商业秘密等合法权益内容的；</li>
                              <li>（20）未经公司许可，利用本服务为自己或第三方进行推广、发布广告的（包括但不限于加入第三方链接、广告等行为）；</li>
                              <li>（21）过度营销信息，骚扰信息和/或垃圾信息、低俗类信息、垃圾广告的；</li>
                              <li>（22）使用本网站常用语言文字以外的其他语言文字制作、复制、上传、发布、传播的内容、留言、评论的；</li>
                              <li>（23）与所制作、复制、上传、发布、传播的内容、留言、评论的信息毫无关系的；</li>
                              <li>（24）所发布、传播的内容毫无意义的，或刻意使用字符组合以逃避技术审核的；</li>
                              <li>（25）其他违反法律法规、政策及公序良俗、干扰头条号平台正常运营或侵犯其他用户或第三方合法权益内容的其他信息。</li>
                            </ol>
                          </li>
                        </ol>
                      </li>
                      <li>4.3 为确保公司和用户的利益，您请在使用本服务时，不要进行如下行为（该行为是指使用头条号账号所进行的任何行为，包括但不限于注册登录、账号运营、管理及推广以及其他行为）：
                        <ol>
                          <li>4.3.1 提交、发布虚假信息，或冒充、利用他人名义进行相关活动；</li>
                          <li>4.3.2 强制、诱导其他用户关注、点击链接页面或分享信息；</li>
                          <li>4.3.3 虚构事实、隐瞒真相以误导、欺骗他人；</li>
                          <li>4.3.4 利用头条号平台及帐户从事违法犯罪活动；</li>
                          <li>4.3.5 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；</li>
                          <li>4.3.6 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经公司明示授权的行为。</li>
                        </ol>
                      </li>
                      <li>4.4 若您需对头条号平台内容创作衍生品或投放商业广告，请您另外提交书面授权申请，在符合条件且得到公司同意下，您方可通过该平台进行广告或推广等商业活动。</li>
                      <li>4.5
                        公司设立公众投诉、举报平台，用户可按照公司公示的投诉举报制度向公司投诉、举报各类违法违规行为、违法传播活动、违法有害信息等内容，公司将及时受理和处理用户投诉举报，以共同营造风清气正的网络空间。
                      </li>
                    </ol>
                    <h2>5、“头条号平台”数据使用规范</h2>
                    <ol>
                      <li>5.1 未经公司书面许可，您不得自行或授权、允许、协助任何第三人对本协议头条号平台服务中信息内容进行如下行为：
                        <ol>
                          <li>（1）复制、读取、采用头条号服务的信息内容，用于包括但不限于宣传、增加阅读量、浏览量等商业用途；</li>
                          <li>（2）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对本服务的信息或内容产生流量、阅读量引导、转移、劫持等不利影响；</li>
                          <li>（3）其他非法获取本服务的信息内容的行为。</li>
                        </ol>
                      </li>
                      <li>5.2 经公司书面许可后，您对头条号平台服务的信息和内容的分享、转发等行为，还应符合以下规范：
                        <ol>
                          <li>（1）对抓取、统计、获得的相关搜索热词、分类、排名、搜索量、点击率、阅读量等相关数据，未经公司事先书面同意，不得将上述数据以任何方式公示、提供、泄露给任何第三人；</li>
                          <li>（2）不得对本服务的源网页进行任何形式的任何改动，包括但不限于本服务的主页、各功能接口、广告系统链接等入口，也不得对奔入服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；
                          </li>
                          <li>（3）应当采取安全、有效、严密的措施，防止本服务的信息内容被第三方通过包括但不限于“蜘蛛”（spider）程序等任何形式进行非法获取；</li>
                          <li>（4）不得把相关数据内容用于公司书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用。</li>
                          <li>（5）您向任何第三人分享、转发、复制本相关服务信息内容的行为，还应遵守公司为此制定的其他规范和标准。</li>
                        </ol>
                      </li>
                    </ol>
                    <h2>6、违约处理</h2>
                    <ol>
                      <li><b>6.1
                          针对您违反本协议、隐私政策以及与头条号平台相关的规则、规范、声明、公告、通知等内容的行为，公司有权独立判断并视情况采取预先警示、拒绝发布、要求整改、立即停止传输信息、删除内容/留言/跟帖、暂停更新、冻结账户权益、限制账号部分或者全部功能直至永久关闭账号、要求承担违约或侵权责任等措施。公司有权公告处理结果，且有权根据实际情况决定是否恢复使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为将保存有关记录，并依法向有关主管部门报告、配合有关主管部门调查。</b>
                      </li>
                      <li><b>6.2
                          因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行承担全部法律责任。因您的违法或违约行为导致公司及其关联公司、控制公司损失、或向任何第三方赔偿或遭受国家机关处罚的，公司有权撤回、追缴金额，您应承担违约/侵权责任并应足额赔偿公司及其关联公司、控制公司因此遭受的全部损失。</b>
                      </li>
                      <li><b>6.3
                          公司尊重并保护法人、公民的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用本服务时上传的文字、图片、视频、音频、链接等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，公司有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行承担全部法律责任；如因您的侵权行为导致公司及其关联公司、控制公司遭受损失的（包括经济、商誉等损失），您还应足额赔偿公司及其关联公司、控制公司遭受的全部损失。</b>
                      </li>
                    </ol>
                    <h2>7、服务的变更、中断和终止</h2>
                    <ol>
                      <li>7.1
                        您理解并同意，公司提供的头条号平台服务是按照现有技术和条件所能达到的现状提供的。公司会尽最大努力向您提供服务，确保服务的连贯性和安全性。您理解，公司不能随时预见和防范技术以及其他风险，包括但不限于不可抗力、网络原因、第三方服务瑕疵、第三方网站等原因可能导致的服务中断、不能正常使用本服务以及其他的损失和风险。
                      </li>
                      <li>7.2 您理解并同意，公司为了服务整体运营、平台运营安全的需要，有权视具体情况决定服务/功能设置、范围，修改、中断、中止或终止头条号平台服务。</li>
                    </ol>
                    <h2>8、知识产权</h2>
                    <ol>
                      <li>8.1
                        公司在本服务中提供的内容（包括但不限于软件、技术、程序、网页、文字、图片、图像、音频、视频、图表、版面设计、电子文档等）的知识产权属于公司所有。公司提供本服务时所依托的软件的著作权、专利权及其他知识产权均归公司所有。未经公司许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像本服务中的内容）。
                      </li>
                      <li><b>8.2 您理解并同意，在使用本服务时发布上传的文字、图片、视频、音频等均由您原创或已获合法授权。您通过头条号平台上传、发布的任何内容的知识产权归属您或原始著作权人所有。</b>
                      </li>
                      <li><b>8.3
                          你知悉、理解并同意，为持续改善并为您提供更好的服务，你通过头条号服务上传发布、传输或传播的内容（包括但不限于文字、图片、图像、音频、视频和/或音频中的音乐、声音、对话等），授权公司及其关联公司、控制公司、继承公司一项全球范围内、免费、非独家、可再许可（通过多层次）的权利（包括但不限于复制权、信息网络传播权、改编权、汇编权、修改权、翻译权、制作衍生品、表演和展示等权利），使用范围包括但不限于在当前或其他网站、应用程序、产品或终端设备等。您在此确认并同意，上述权利的授予包括在内容、头条号平台、公司和/或公司品牌有关的任何的宣传、推广、广告和/或相关营销中使用和以其他方式开发内容（全部或部分）的权利和许可。为避免疑惑，您同意，上述权利的授权包括许可使用、复制、展示、传播您拥有或被许可使用并植入内容中的个人形象、肖像、姓名、商标、服务标志、品牌、名称、标识、公司标记及其他物料、素材等。</b>
                      </li>
                      <li><b>8.4
                          您确认并同意授权公司以公司自己的名义或委托专业第三方对侵犯您上传发布的享有知识产权的内容进行代维权，维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等，公司有权对维权事宜做出决策并独立实施。</b>
                      </li>
                      <li>8.5 公司为头条号平台的开发、运营提供技术支持，并对头条号平台服务的开发和运营等过程中产生的所有数据和信息等享有全部权利。</li>
                      <li><b>8.6
                          请您在任何情况下都不要私自使用公司的包括但不限于“字节跳动”、“今日头条”、“头条号”、“头条”和“toutiao.com”等在内的任何商标、服务标记、商号、域名、网站名称或其他显著品牌特征等（以下统称为“标识”）。未经公司事先书面同意，您不得将本条款前述标识以单独或结合任何方式展示、使用或申请注册商标、进行域名注册等，也不得实施向他人明示或暗示有权展示、使用、或其他有权处理该些标识的行为。由于您违反本协议使用公司上述商标、标识等给公司或他人造成损失的，由您承担全部法律责任。</b>
                      </li>
                    </ol>
                    <h2><b>9、免责声明</b></h2>
                    <ol>
                      <li><b>9.1 您理解并同意，本服务可能会受多种因素的影响或干扰，公司不保证(包括但不限于)：</b>
                        <ol>
                          <li><b>9.1.1 公司完全适合用户的使用所有要求；</b></li>
                          <li><b>9.1.2 公司不受干扰，及时、安全、可靠或不出现错误；用户经由公司取得的任何软件、服务或其他材料符合用户的期望；</b></li>
                          <li><b>9.1.3 软件中任何错误都将能得到更正。</b></li>
                        </ol>
                      </li>
                      <li><b>9.2
                          如果有对于涉嫌借款或其他涉财产的网络信息、账户密码、广告或推广等信息的，请您谨慎对待并自行进行判断，基于前述原因您因此遭受的利润、商业信誉、资料损失或其他有形或无形损失，公司不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任。</b>
                      </li>
                      <li><b>9.3
                          您理解并同意，在使用本服务过程中，可能遇到不可抗力等因素（不可抗力是指不能预见、不能克服并不能避免的客观事件），包括但不限于政府行为、自然灾害、网络原因、黑客攻击、战争或任何其它类似事件。出现不可抗力情况时，公司将努力在第一时间及时修复，但因不可抗力给用户造成的损失，公司不承担责任。</b>
                      </li>
                      <li><b>9.4 公司依据本协议约定获得处理违法违规内容的权利，该权利不构成公司的义务或承诺，公司不能保证及时发现违法行为或进行相应处理。</b></li>
                      <li><b>9.5
                          您阅读、理解并同意：关于本协议服务，公司不提供任何种类的明示或暗示担保或条件，包括但不限于商业适售性、特定用途适用性等。您对本服务的使用行为一定程度需自行承担相应风险。</b></li>
                      <li><b>9.6
                          您阅读、理解并同意，本协议是在保障遵守国家法律法规、维护公序良俗，保护他人合法权益，公司在能力范围内尽最大的努力按照相关法律法规进行判断，但并不保证公司判断完全与司法机关、行政机关的判断一致，如因此产生的后果用户已经理解并同意自行承担。</b>
                      </li>
                    </ol>
                    <h2>10、未成年人使用条款</h2>
                    <ol>
                      <li><b>10.1 若用户是未满18周岁的未成年人，应在监护人监护、指导并获得监护人同意情况下认真阅读本协议后，方可使用头条号平台服务。</b></li>
                      <li><b>10.2 公司重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并在监护人指导时正确使用头条号平台服务。</b></li>
                      <li><b>10.3 未成年用户理解如因你违反法律法规、本协议内容，则你及你的监护人应依照法律规定承担因此而可能引起的全部法律责任。</b></li>
                      <li><b>10.4 未成年人用户特别提示：</b>
                        <ol>
                          <li><b>10.4.1 青少年使用本服务应该在其监护人的监督指导下，在合理范围内正确学习使用网络，避免沉迷虚拟的网络空间，养成良好上网习惯。</b></li>
                          <li><b>10.4.2 青少年用户必须遵守《全国青少年网络文明公约》：</b>
                            <ol>
                              <li><b>（1）要善于网上学习，不浏览不良信息；</b></li>
                              <li><b>（2）要诚实友好交流，不侮辱欺诈他人；</b></li>
                              <li><b>（3）要增强自护意识，不随意约会网友；</b></li>
                              <li><b>（4）要维护网络安全，不破坏网络秩序；</b></li>
                              <li><b>（5）要有益身心健康，不沉溺虚拟时空。</b></li>
                            </ol>
                          </li>
                        </ol>
                      </li>
                      <li>
                        <b>为更好的保护未成年人隐私权益，公司提醒用户慎重发布包含未成年人素材的内容，一经发布，即视为用户同意本服务展示未成年人的信息、肖像、声音等，且允许公司依据本协议使用、处理该等与未成年人相关的内容。</b>
                      </li>
                    </ol>
                    <h2>11、其他</h2>
                    <ol>
                      <li><b>11.1
                          本协议的成立、生效、履行、解释及争议的解决均应适用中华人民共和国大陆地区法律。倘本协议之任何规定因与中华人民共和国的法律抵触而无效，则这些条款将尽可能接近本协议原条文意旨重新解析，且本协议其它规定仍应具有完整的效力及效果。</b>
                      </li>
                      <li><b>11.2 本协议的签订地为中华人民共和国北京市海淀区，若您因本协议与公司发生争议的，双方应尽量友好协商解决，协商不成，您同意应将争议提交至北京市海淀区法院管辖。</b></li>
                      <li><b>11.3
                          为给你提供更好的服务或国家法律法规、政策调整，头条号平台服务将不时更新与变化，我们会适时对本协议进行修订，这些修订构成本协议的一部分。本协议更新后，我们会在更新后的条款生效前通过官方网站（mp.toutiao.com）公告或其他适当的方式提醒你更新的内容，以便你及时了解本协议的最新版本，你也可以在mp.toutiao.com网站查阅最新版本的协议条款。如你继续使用头条号平台服务，表示同意接受修订后的本协议的内容。</b>
                      </li>
                      <li>11.4 本协议中的标题仅为方便及阅读而设，并不影响本协议中任何规定的含义或解释。</li>
                      <li>11.5 您和公司均是独立的主体，在任何情况下本协议不构成公司对用户的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。</li>
                    </ol>
                  </div>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
    <div class="pgc-footer">
      <div class="sfoot">
        <div><a target="_blank" rel="noopener noreferrer" class="sfoot_about"
            href="//web.toutiao.com/about/">关于今日头条</a><span>|</span><a target="_blank" rel="noopener noreferrer"
            href="/profile_v4_public/public/protocol/agreement" class="sfoot_agreement">用户协议</a><span>|</span><a
            target="_blank" rel="noopener noreferrer" href="/profile_v4_public/public/protocol/privacy"
            class="sfoot_agreement">隐私政策</a><span>|</span><a target="_blank" rel="noopener noreferrer"
            href="https://baike.toutiao.com/detail/236/238/0" class="sfoot_operation">社区规范</a><span>|</span><a
            target="_blank" rel="noopener noreferrer" href="/profile_v4_public/public/discipline-convention"
            class="sfoot_agreement">自律公约</a><span>|</span><span><a target="_blank" rel="noopener noreferrer"
              href="/profile_v4_public/public/complains" class="sfoot_agreement">侵权投诉</a><span>|</span></span><a
            target="_blank" rel="noopener noreferrer" href="//web.toutiao.com/contact/"
            class="sfoot_contact">联系我们</a><span style="white-space: nowrap;"><span class="sfoot_copyright">© 2024
              toutiao.com</span><span>&nbsp;All Rights Reserved</span></span></div>
      </div>
    </div>
    <div class="pgc-feedback">
      <div class="fb-sidebar"></div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
.pgc-wrapper {
  position: relative;
  padding: 0 calc(100% - 100vw) 0 0;
  width: 100%;
  min-height: 100vh;
  display: flex;
  flex: 1;
  flex-direction: column;
}

.garr-header {
  box-shadow: inset 0 -1px 0 #e8e8e8;
}

.garr-header {
  padding: 0 62px;
}

.garr-header {
  background-color: #fff;
  height: 64px;
  top: 0;
  left: 0;
  position: fixed;
  width: 100vw;
  min-width: 768px;
  z-index: 1002;
}

div {
  border: 0;
  font: inherit;
  vertical-align: baseline;
}

.garr-header .shead_wrap {
  margin: 0 auto;
  height: 100%;
  z-index: 100;
  max-width: 1728px;
  padding-left: 0;
}

.garr-header .shead_logo {
  float: left;
  color: transparent;
  width: 79px;
  height: 100%;
  background-repeat: no-repeat;
  background-size: contain;
  background-position: 50%;
}

#header-replace {
  width: 100%;
  height: 64px;
}

.pgc-content {
  min-height: calc(100vh - 196px);
}

.pgc-content {
  margin: 0 auto;
  width: 100%;
  min-width: 768px;
  overflow-y: auto;
}

.pgc-public .root {
  padding-top: 20px;
}

.protocol.garr-container-white {
  padding: 20px 32px 64px;
  -moz-box-shadow: none;
  box-shadow: none;
}

.pgc-public .garr-container-white {
  min-height: 600px;
}

.garr-container-white {
  max-width: 1180px;
  margin: 0 auto;
  background-color: #fff;
}

.pgc-public-page-text h1 {
  margin: 2rem auto;
  font-size: 18px;
  text-align: center;
  font-weight: 700;
  color: #555;
}

.pgc-public-page-text p {
  text-align: justify;
  font-size: 14px;
  color: #555;
  line-height: 1.5;
  margin: 1rem auto;
}

.pgc-public-page-text b {
  font-weight: 700;
}

.pgc-public-page-text h2 {
  font-size: 16px;
  line-height: 1.5;
  margin: 2rem auto 1rem;
  color: #222;
  font-weight: 700;
}

ol,
ul {
  list-style: none;
}

ol {
  margin: 0;
  padding: 0;
  border: 0;
  font: inherit;
  vertical-align: baseline;
}

.pgc-public-page-text li {
  font-size: 14px;
  color: #555;
  line-height: 2;
}

.pgc-footer {
  padding-top: 96px;
}

.pgc-footer .sfoot {
  width: 100%;
  font-size: 0;
  text-align: center;
  color: #999;
  line-height: 32px;
}

.pgc-footer .sfoot a,
.pgc-footer .sfoot span {
  color: inherit;
  font-size: 12px;
}

.pgc-footer .sfoot_about,
.pgc-footer .sfoot_agreement,
.pgc-footer .sfoot_contact,
.pgc-footer .sfoot_email,
.pgc-footer .sfoot_operation,
.pgc-footer .sfoot_selfservice {
  margin: 12px;
}

.pgc-footer .sfoot a,
.pgc-footer .sfoot span {
  color: inherit;
  font-size: 12px;
}

span {
  margin: 0;
  padding: 0;
  border: 0;
  font: inherit;
  vertical-align: baseline;
}
.pgc-footer .sfoot a, .pgc-footer .sfoot span {
    color: inherit;
    font-size: 12px;
}
.pgc-feedback {
  position: fixed;
  left: calc(100vw - 62px);
  bottom: 100px;
  color: #505050;
  font-size: 0;
  z-index: 20;
  border-radius: 4px;
}
.pgc-feedback .fb-sidebar {
  display: inline-block;
  border-radius: 4px;
  background-color: transparent;
}
</style>
