<script setup lang="ts">
import logoUrl from '@/assets/images/base64/toutiao-logo.dataurl?raw'
</script>

<template>
    <div class="pgc-wrapper pgc-public public_protocol_privacy-wrapper">
        <div class="garr-header">
            <div class="shead_wrap">
                <a class="shead_logo" href="/profile_v4/" :style="{ backgroundImage: `url(${logoUrl})` }">
                    头条号
                </a>
            </div>
        </div>
        <div id="header-replace"></div>
        <div class="pgc-content">
            <div id="garfish_app_for_public_zn7e0025">
                <div __garfishmockhtml__="">
                    <div __garfishmockhead__="">
                    </div>
                    <div __garfishmockbody__="">
                        <div class="root">
                            <div class="protocol garr-container-white">
                                <div class="pgc-public-page-text">
                                    <div>
                                        <h1>头条号隐私政策</h1>
                                        <p>更新日期：2019年10月15日<br>
                                            生效日期：2019年10月22日</p>
                                        <p>北京字节跳动科技有限公司及其关联方（以下简称“我们”）为头条号的运营者，头条号深知个人信息对你的重要性，我们将按照法律法规的规定，采用安全的保护措施，保护你的个人信息及隐私安全。因此，我们制定本“隐私政策”并特别提示：希望你在使用头条号及相关服务前仔细阅读并理解本隐私政策，你可以按照指引作出你的适当选择。
                                        </p>
                                        <p>我们希望通过本隐私政策向你说明在你在使用头条号相关服务时，我们将按照本隐私政策收集、使用、存储、共享、转让（如适用）及保护你的个人信息，向你介绍我们对你个人信息的处理，以及我们为你提供的查询、访问、删除、更正、撤回授权同意和保护这些信息的方式。其中，<b>有关你个人信息权益的条款等重要内容我们已用加粗形式提示，请特别关注。</b>
                                        </p>
                                        <p><b>本隐私政策将帮助你了解以下内容：</b></p>
                                        <ol>
                                            <li>一、我们如何收集和使用个人信息</li>
                                            <li>二、我们对Cookie和同类技术的使用</li>
                                            <li>三、我们如何存储个人信息</li>
                                            <li>四、我们如何共享、转让、公开披露个人信息</li>
                                            <li>五、我们如何保护个人信息的安全</li>
                                            <li>六、你的权利</li>
                                            <li>七、未成年人使用条款</li>
                                            <li>八、隐私政策的修订和通知</li>
                                            <li>九、联系我们</li>
                                        </ol>
                                        <h2>一、我们如何收集和使用个人信息</h2>
                                        <p>在你使用头条号及服务的过程中，我们将根据合法、正当、必要的原则，收集信息。我们收集或你提供的信息将用于：</p>
                                        <ol>
                                            <li><b>1.保障产品的正常基础运行；</b></li>
                                            <li><b>2.实现各项功能和服务；</b></li>
                                            <li><b>3.优化、改善产品和服务；</b></li>
                                            <li><b>4.保障产品、服务以及用户使用安全；</b></li>
                                            <li><b>5.遵循法律法规与国家标准的规定。</b></li>
                                        </ol>
                                        <p><b>（一）我们收集与使用的个人信息</b></p>
                                        <p>我们会按照如下方式收集你在使用服务时主动提供的，以及通过自动化手段收集你在使用功能或接受服务过程中产生的信息：</p>
                                        <p><b>1.保障头条号和相关服务的正常运行</b></p>
                                        <p>当你使用“头条号”及相关服务时，为了保障服务的正常运行，我们会收集你的硬件型号、操作系统版本号、国际移动设备识别码（IMEI）、网络设备硬件地址（MAC）、IP地址、软件版本号、网络接入方式及类型、操作日志等信息。<b>请你了解，这些信息是我们提供服务和保障产品正常运行所必须收集的基本信息。</b>
                                        </p>
                                        <p><b>2.注册、认证、登录头条号和相关服务</b></p>
                                        <ol>
                                            <li>（1）当你注册、登录头条号及相关服务时，你可以通过手机号创建账号，并且你可以完善相关的网络身份识别信息（如头像、昵称和密码），收集这些信息是为了帮助你完成注册。
                                            </li>
                                            <li>（2）你也可以使用第三方账号登录进入头条号，你此时将授权我们获取你在第三方平台注册的公开信息（头像、昵称等），并在你同意本隐私政策后将你的第三方账号与你的头条号账号绑定，使你可以通过第三方账号直接登录并使用本产品和相关服务。
                                            </li>
                                            <li>（3）在你使用头条身份认证的功能或服务时，根据中华人民共和国相关法律法规，你可能需要提供你的真实身份信息（真实姓名、身份证号码、电话号码等）以完成实名验证。这些信息属于个人敏感信息，我们将采用行业内通行的方式，尽最大的商业努力来保护你个人敏感信息的安全。如果你不提供这些信息，你将可能无法获得相关服务，但不影响头条号其他功能与服务的正常使用。
                                            </li>
                                        </ol>
                                        <p><b>3. 为你提供信息发布功能或服务</b></p>
                                        <ol>
                                            <li>（1）你发布内容包括但不限于文字、图片、视频、音频、问答、链接时，我们将收集你发布的信息内容，并展示你的昵称、头像、发布信息内容。</li>
                                            <li>（2）您操作、使用的行为信息：例如点击、修改、删除、更改、下载。</li>
                                            <li>（3）发布内容及展示的日志信息包括: 您主动提供的信息：反馈、发布。</li>
                                        </ol>
                                        <p><b>4.开展营销活动</b></p>
                                        <p>当你选择参加我们举办的有关营销活动时，根据活动需要你可提供姓名、通信地址、联系方式、银行账号等信息。<b>这些信息可能包括个人敏感信息（如个人电话号码、银行账号等），</b>是你收到转账或者礼品所必要的，如果你拒绝提供这些信息，我们将可能无法向你转账或发放礼品。
                                        </p>
                                        <p><b>5.保障产品、服务及用户使用安全</b></p>
                                        <p>为帮助我们更好地了解“头条号”及相关服务的运行情况，以便确保运行与提供服务的安全，我们可能记录网络日志信息，以及使用软件及相关服务的频率、崩溃数据、总体安装、使用情况、性能数据等信息。
                                        </p>
                                        <p><b>（二）我们可能从第三方获得的你的个人信息</b></p>
                                        <p>1.当你主动使用第三方账号登录头条号时，我们会收集第三方账号的昵称、头像等信息。</p>
                                        <p>2.用户因使用我们的产品或者服务而被我们收集的信息，例如其他用户发布的信息中可能含有你的部分信息（如：在评论、留言、发布图文、音视频中涉及到与你相关的信息）。
                                        </p>
                                        <p><b>（三）收集、使用个人信息目的变更的处理</b></p>
                                        <p>请你了解，随着我们业务的发展，可能会对头条号的功能和提供的服务有所调整变化。原则上，当新功能或服务与头条号创作、发布内容、账户权益等场景相关时，收集与使用的个人信息将与原处理目的具有直接或合理关联。在与原处理目的无直接或合理关联的场景下，我们收集、使用你的个人信息，会再次进行告知，并征得你的同意。
                                        </p>
                                        <p><b>（四）依法豁免征得同意收集和使用的个人信息</b></p>
                                        <p>请你理解，在下列情形中，根据法律法规及相关国家标准，我们收集和使用你的个人信息无需征得你的授权同意：</p>
                                        <ol>
                                            <li>（1）与国家安全、国防安全直接相关的；</li>
                                            <li>（2）与公共安全、公共卫生、重大公共利益直接相关的；</li>
                                            <li>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</li>
                                            <li>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</li>
                                            <li>（5）所收集的你的个人信息是你自行向社会公众公开的；</li>
                                            <li>（6）从合法公开披露的信息中收集的你的个人信息的，如合法的新闻报道、政府信息公开等渠道；</li>
                                            <li>（7）根据你的要求签订或履行合同所必需的；</li>
                                            <li>（8）用于维护头条号服务的安全稳定运行所必需的，例如发现、处置头条号及相关服务的故障；</li>
                                            <li>（9）为合法的新闻报道所必需的；</li>
                                            <li>（10）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
                                            </li>
                                            <li>（11）法律法规规定的其他情形。</li>
                                        </ol>
                                        <p><b>特别提示你注意，如信息无法单独或结合其他信息识别到你的个人身份，其不属于法律意义上你的个人信息；当你的信息可以单独或结合其他信息识别到你的个人身份时或我们将无法与任何特定个人信息建立联系的数据与其他你的个人信息结合使用时，这些信息在结合使用期间，将作为你的个人信息按照本隐私政策处理与保护。</b>
                                        </p>
                                        <h2>二、对Cookie和同类技术的使用</h2>
                                        <p>Cookie和同类技术是互联网中的通用常用技术。当你使用头条号及相关服务时，我们可能会使用相关技术向你的设备发送一个或多个Cookie或匿名标识符，以收集、标识你访问、使用本服务时的信息。我们使用Cookie和同类技术主要为了实现以下功能或服务：
                                        </p>
                                        <p><b>（一）保障产品与服务的安全、高效运转</b></p>
                                        <p>我们可能会设置认证与保障安全性的cookie或匿名标识符，使我们确认你是否安全登录服务，或者是否遇到盗用、欺诈等不法行为。这些技术还会帮助我们改进服务效率，提升登录和响应速度。
                                        </p>
                                        <p><b>（二）帮助你获得更轻松的访问体验</b></p>
                                        <p>使用此类技术可以帮助你省去重复你填写个人信息、输入搜索内容的步骤和流程（例如：记录搜索历史）。</p>
                                        <p><b>（三）为你展示、推送你可能感兴趣的内容</b></p>
                                        <p>我们可能会利用Cookie和同类技术（例如Beacon、Proxy等技术）了解你的偏好和使用习惯，进行咨询或数据分析，以改善产品服务及用户体验。我们承诺，我们不会将Cookie用于本隐私政策所述目的之外的任何其他用途。
                                        </p>
                                        <p>（四）cookie的清除</p>
                                        <p>浏览器均为用户提供了清除浏览器缓存数据的功能，您可以在浏览器设置功能中进行相应的数据清除操作。如您进行清除，您可能无法使用由我们提供的、依赖于Cookie的服务或相应功能。
                                        </p>
                                        <h2>三、我们如何存储个人信息</h2>
                                        <p><b>（一）信息存储的地点</b></p>
                                        <p>我们依照法律法规的规定，将在境内运营过程中收集和产生的你的个人信息存储于中华人民共和国境内。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求你的同意。
                                        </p>
                                        <p><b>（二）存储期限</b></p>
                                        <p>我们仅在为提供头条号及服务之目的所必需的期间内保留你的个人信息，例如，你发布的信息等信息，在你未撤回、删除或未注销账号期间，我们会保留相关信息。超出必要期限后，我们将对你的个人信息进行删除或匿名化处理，但法律法规另有规定的除外。
                                        </p>
                                        <h2>四、我们如何共享、转让、公开披露个人信息</h2>
                                        <p><b>（一）个人信息的共享、转让</b></p>
                                        <p><b>我们不会向第三方共享、转让你的个人信息，除非经过你本人事先授权同意，或者共享、转让的个人信息是去标识化处理后的信息，且共享第三方无法重新识别此类信息的自然人主体。</b>
                                        </p>
                                        <p><b>1.我们可能会共享的个人信息</b></p>
                                        <ol>
                                            <li><b>（1）为实现相关功能或服务与关联方共享</b>
                                                <p>当你在使用“西瓜视频”、“小视频”等功能时，为保障你在我们及关联方提供的产品间所接受服务</p>
                                            </li>
                                            <li><b>（2）为实现特定功能而与业务合作伙伴共享</b>
                                                <p>当软件服务提供商、智能设备提供商或系统服务提供商与我们联合为你提供服务时，<b>为实现功能，我们可能会收集你的位置信息及相关设备信息（例如硬件型号、操作系统版本号、国际移动设备身份识别码（IMEI）、网络设备硬件地址（MAC））经过去标识化后并提供给前述提供商。</b>
                                                </p>
                                            </li>
                                            <li><b>（3）帮助你参加营销推广活动</b>
                                                <p>当你选择参加我们举办的有关营销活动时，根据活动需要你提供姓名、通信地址、联系方式、银行账号等信息。经过你的明示同意，我们会将上述信息与第三方共享以便我们能委托第三方及时向你提供奖品。
                                                </p>
                                            </li>
                                        </ol>
                                        <p><b>2.对共享个人信息第三方主体的谨慎评估及责任约束</b></p>
                                        <ol>
                                            <li>（1）经你同意，我们只会与第三方共享实现目的所必要的信息。如果第三方因业务需要，确需超出前述授权范围使用个人信息的，该第三方将需再次征求你的同意。
                                            </li>
                                            <li>（2）对我们与之共享你个人信息的第三方，该些第三方会与我们签订保密协议。同时，我们会对其数据安全能力与环境进行评估，并要求第三方以不低于本隐私政策所要求的保密和安全措施来处理该些信息。
                                            </li>
                                        </ol>
                                        <p><b>3.转让</b></p>
                                        <ol>
                                            <li>（1）我们不会转让您的个人信息给任何其他第三方，除非征得您的明确同意。</li>
                                            <li>（2）随着我们业务的持续发展，我们将有可能进行合并、收购、资产转让，你的个人信息有可能因此而被转移。在发生前述变更时，我们将按照法律法规及不低于本隐私政策所要求的安全标准继续保护或要求个人信息的继受方继续保护你的个人信息，否则我们将要求继受方重新征得你的授权同意。
                                            </li>
                                        </ol>
                                        <p><b>（二）个人信息的公开披露</b></p>
                                        <p>我们不会公开披露你的信息，除非遵循国家法律法规规定或者获得你的同意。我们公开披露你的个人信息会采用符合行业内标准的安全保护措施，具体如下：<b>对违规账号、欺诈行为进行处罚公告时，我们会披露相关账号的必要信息。</b>
                                        </p>
                                        <p><b>（三）依法豁免征得同意共享、转让、公开披露的个人信息</b></p>
                                        <p>请你理解，在下列情形中，根据法律法规及国家标准，我们共享、转让、公开披露你的个人信息无需征得你的授权同意：</p>
                                        <ol>
                                            <li>（1）与国家安全、国防安全直接相关的；</li>
                                            <li>（2）与公共安全、公共卫生、重大公共利益直接相关的；</li>
                                            <li>（3）与犯罪侦查、起诉、审判和判决执行等直接相关的；</li>
                                            <li>（4）出于维护你或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</li>
                                            <li>（5）你自行向社会公众公开的个人信息；</li>
                                            <li>（6）从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</li>
                                        </ol>
                                        <h2>五、我们如何保护个人信息安全</h2>
                                        <p>（一）我们非常重视你个人信息的安全，将努力采取合理的安全措施（包括技术方面和管理方面）来保护你的个人信息，防止你提供的个人信息被不当使用或未经授权的情况下被访问、公开披露、使用、修改、损坏、丢失或泄漏。目前，我们已经通过了国家信息安全等级保护（三级）的测评和备案，并通过了国际权威的ISO27001信息安全认证。
                                        </p>
                                        <p>（二）我们会使用不低于行业同行的加密技术、匿名化处理等合理可行的手段保护你的个人信息，并使用安全保护机制防止你的个人信息遭到恶意攻击。</p>
                                        <p>（三）我们会建立专门的安全部门、安全管理制度、数据安全流程保障你的个人信息安全。我们采取严格的数据使用和访问制度，确保只有授权人员才可访问你的个人
                                            信息，并适时对数据和技术进行安全审计。</p>
                                        <p><b>（四）尽管已经采取了上述合理有效措施，并已经遵守了相关法律规定要求的标准，但请你理解，由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全，我们将尽力确保你提供给我们的个人信息的安全性。你知悉并理解，你接入我们的服务所用的系统和通讯网络，有可能因我们可控范围外的因素而出现问题。因此，我们强烈建议你采取积极措施保护个人信息的安全，包括但不限于使用复杂密码、定期修改密码、不将自己的账号密码等个人信息透露给他人。</b>
                                        </p>
                                        <p>（五）我们会制定应急处理预案，并在发生用户信息安全事件时立即启动应急预案，努力阻止该等安全事件的影响和后果扩大。一旦发生用户信息安全事件（泄露、丢失等）后，我们将按照法律法规的要求，及时向你告知：安全事件的基本情况和可能的影响、我们已经采取或将要采取的处置措施、你可自主防范和降低风险的建议、对你的补救措施等。我们将及时将事件相关情况以推送通知、邮件、信函、短信等形式告知你，难以逐一告知时，我们会采取合理、有效的方式发布公告。同时，我们还将按照相关监管部门要求，上报用户信息安全事件的处置情况。
                                        </p>
                                        <p><b>（六）一旦你离开头条号及相关服务，浏览或使用其他网站、服务及内容资源，我们即没有能力及义务保护你在头条号及相关服务之外的软件、网站提交的任何个人信息，无论你登录、浏览或使用上述软件、网站是否基于“头条号”的链接或引导。</b>
                                        </p>
                                        <h2>六、你的权利</h2>
                                        <p>我们非常重视你对个人信息的管理，并尽全力保护你对于你个人信息的查询、访问、修改、删除、撤回同意授权、注销账号、投诉举报以及设置隐私功能等权利，以使你有能力保障你的隐私和安全。
                                        </p>
                                        <p><b>（一）访问、删除、更正你的个人信息</b></p>
                                        <p>你可以通过以下方式管理你的信息：</p>
                                        <p><b>1. 访问个人账号信息：</b></p>
                                        <p>你可以查询、访问你的头像、用户名、简介等基本信息（身份证个人信息除外），你可以在头条号的“个人中心”中进行查询、访问。</p>
                                        <p><b>2. 查询访问、更正、删除信息</b></p>
                                        <ol>
                                            <li>（1）进入“内容管理”修改、分享、撤回、置顶、删除发布内容</li>
                                            <li>（2）进入“个人中心”查询、关注 “粉丝”</li>
                                            <li>（3）进入“个人中心”—“黑名单”，并可自行设置、解除黑名单</li>
                                            <li>（4）进入“个人中心” — “功能设置”设置图片水印</li>
                                            <li>（5）进入“个人中心” —修改账号类型，并应提交符合资料</li>
                                            <li>（6）进入“安全中心” —修改账号手机号，并应提交符合信息</li>
                                        </ol>
                                        <p><b>特别提示你注意，出于安全性和身份识别（如号码申诉服务）的考虑，你可能无法自主修改注册时提交的某些初始注册信息。如你确有需要修改该类注册信息，请根据本隐私政策载明的联系方式联系我们。</b>
                                        </p>
                                        <p><b>（二）注销你的账号</b></p>
                                        <p>你可以在头条号中【问题咨询】申请注销账号。在你注销账号前，我们将验证你的个人身份、安全状态等。有关注销的流程和内容，请参见《注销须知》。你知悉并理解，注销账号的行为是不可逆的行为，当你注销账号后，我们将删除有关你的相关信息或进行匿名化处理，但法律法规另有规定的除外。
                                        </p>
                                        <p><b>（三）投诉举报</b></p>
                                        <p>你可按照我们公示的制度进行投诉或举报。如果你认为你的个人信息权利可能受到侵害，或者发现侵害个人信息权利的线索（例如：认为我们收集你的个人信息违反法律规定或者双方约定），你可以通过点击“头像”，进入用户反馈界面与我们联系。我们核查后会及时反馈你的投诉与举报。
                                        </p>
                                        <p><b>（四）访问隐私政策</b></p>
                                        <p>你可以在注册页面，或者在登录个人账号mp.toutiao.com网页端查看本隐私政策全部内容。</p>
                                        <p><b>（五）停止运营向你告知</b></p>
                                        <p>如我们停止运营，我们将及时停止收集你个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知你，并对所持有的你的个人信息进行删除或匿名化处理。</p>
                                        <h2>七、未成年人条款</h2>
                                        <p><b>若你是未满18周岁的未成年人，在使用头条号及相关服务前，应在你的父母或其他监护人监护、指导下共同阅读并同意本隐私政策。</b></p>
                                        <p><b>我们根据国家相关法律法规的规定保护未成年人的个人信息，只会在法律允许、父母或其他监护人明确同意或保护未成年人所必要的情况下收集、使用、储存、共享、转让或披露未成年人的个人信息；如果我们发现在未事先获得可证实的父母同意的情况下收集了未成年人的个人信息，则会设法尽快删除相关信息。</b>
                                        </p>
                                        <p><b>若你是未成年人的监护人，当你对你所监护的未成年人的个人信息有相关疑问时，请通过公司本隐私政策公示的联系方式与我们联系。</b></p>
                                        <h2>八、 隐私政策的修订和通知</h2>
                                        <p><b>1.为了给您提供更好的服务，头条号及相关服务将不时更新与变化，我们会适时对本隐私政策进行修订，这些修订构成本隐私政策的一部分并具有等同于本隐私政策的效力，未经您明确同意，我们不会削减您依据当前生效的本隐私政策所应享受的权利。</b>
                                        </p>
                                        <p><b>2.本隐私政策更新后，我们会在头条号更新后的条款生效前通过官方网站（mp.toutiao.com）公告或其他适当的方式提醒您更新的内容，以便您及时了解本隐私政策的最新版本。</b>
                                        </p>
                                        <h2>九、联系我们</h2>
                                        <p>1.如果您对个人信息保护问题有投诉、建议、疑问，您可以将问题发送至（Dataprivacy@bytedance.com），我们核查并验证您的用户身份后会及时反馈您的投诉与举报。
                                        </p>
                                        <p>2.如对本隐私政策内容有任何疑问、意见或建议，您可通过登录头条号平台 “问题咨询”页面或与我们联系。</p>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="pgc-footer">
            <div class="sfoot">
                <div><a target="_blank" rel="noopener noreferrer" class="sfoot_about"
                        href="//web.toutiao.com/about/">关于今日头条</a><span>|</span><a target="_blank"
                        rel="noopener noreferrer" href="/profile_v4_public/public/protocol/agreement"
                        class="sfoot_agreement">用户协议</a><span>|</span><a target="_blank" rel="noopener noreferrer"
                        href="/profile_v4_public/public/protocol/privacy"
                        class="sfoot_agreement">隐私政策</a><span>|</span><a target="_blank" rel="noopener noreferrer"
                        href="https://baike.toutiao.com/detail/236/238/0"
                        class="sfoot_operation">社区规范</a><span>|</span><a target="_blank" rel="noopener noreferrer"
                        href="/profile_v4_public/public/discipline-convention"
                        class="sfoot_agreement">自律公约</a><span>|</span><span><a target="_blank" rel="noopener noreferrer"
                            href="/profile_v4_public/public/complains"
                            class="sfoot_agreement">侵权投诉</a><span>|</span></span><a target="_blank"
                        rel="noopener noreferrer" href="//web.toutiao.com/contact/" class="sfoot_contact">联系我们</a><span
                        style="white-space: nowrap;"><span class="sfoot_copyright">© 2024
                            toutiao.com</span><span>&nbsp;All Rights Reserved</span></span></div>
            </div>
        </div>
        <div class="pgc-feedback">
            <div class="fb-sidebar"></div>
        </div>
    </div>
</template>

<style lang="scss" scoped>
.pgc-wrapper {
    position: relative;
    padding: 0 calc(100% - 100vw) 0 0;
    width: 100%;
    min-height: 100vh;
    display: flex;
    flex: 1;
    flex-direction: column;
}

.garr-header {
    box-shadow: inset 0 -1px 0 #e8e8e8;
}

.garr-header {
    padding: 0 62px;
}

.garr-header {
    background-color: #fff;
    height: 64px;
    top: 0;
    left: 0;
    position: fixed;
    width: 100vw;
    min-width: 768px;
    z-index: 1002;
}

div {
    border: 0;
    font: inherit;
    vertical-align: baseline;
}

.garr-header .shead_wrap {
    margin: 0 auto;
    height: 100%;
    z-index: 100;
    max-width: 1728px;
    padding-left: 0;
}

.garr-header .shead_logo {
    float: left;
    color: transparent;
    width: 79px;
    height: 100%;
    background-repeat: no-repeat;
    background-size: contain;
    background-position: 50%;
}

#header-replace {
    width: 100%;
    height: 64px;
}

.pgc-content {
    min-height: calc(100vh - 196px);
}

.pgc-content {
    margin: 0 auto;
    width: 100%;
    min-width: 768px;
    overflow-y: auto;
}

.pgc-public .root {
    padding-top: 20px;
}

.protocol.garr-container-white {
    padding: 20px 32px 64px;
    -moz-box-shadow: none;
    box-shadow: none;
}

.pgc-public .garr-container-white {
    min-height: 600px;
}

.garr-container-white {
    max-width: 1180px;
    margin: 0 auto;
    background-color: #fff;
}

.pgc-public-page-text h1 {
    margin: 2rem auto;
    font-size: 18px;
    text-align: center;
    font-weight: 700;
    color: #555;
}

.pgc-public-page-text p {
    text-align: justify;
    font-size: 14px;
    color: #555;
    line-height: 1.5;
    margin: 1rem auto;
}

.pgc-public-page-text b {
    font-weight: 700;
}

.pgc-public-page-text h2 {
    font-size: 16px;
    line-height: 1.5;
    margin: 2rem auto 1rem;
    color: #222;
    font-weight: 700;
}

ol,
ul {
    list-style: none;
}

ol {
    margin: 0;
    padding: 0;
    border: 0;
    font: inherit;
    vertical-align: baseline;
}

.pgc-public-page-text li {
    font-size: 14px;
    color: #555;
    line-height: 2;
}

.pgc-footer {
    padding-top: 96px;
}

.pgc-footer .sfoot {
    width: 100%;
    font-size: 0;
    text-align: center;
    color: #999;
    line-height: 32px;
}

.pgc-footer .sfoot a,
.pgc-footer .sfoot span {
    color: inherit;
    font-size: 12px;
}

.pgc-footer .sfoot_about,
.pgc-footer .sfoot_agreement,
.pgc-footer .sfoot_contact,
.pgc-footer .sfoot_email,
.pgc-footer .sfoot_operation,
.pgc-footer .sfoot_selfservice {
    margin: 12px;
}

.pgc-footer .sfoot a,
.pgc-footer .sfoot span {
    color: inherit;
    font-size: 12px;
}

span {
    margin: 0;
    padding: 0;
    border: 0;
    font: inherit;
    vertical-align: baseline;
}

.pgc-footer .sfoot a,
.pgc-footer .sfoot span {
    color: inherit;
    font-size: 12px;
}

.pgc-feedback {
    position: fixed;
    left: calc(100vw - 62px);
    bottom: 100px;
    color: #505050;
    font-size: 0;
    z-index: 20;
    border-radius: 4px;
}

.pgc-feedback .fb-sidebar {
    display: inline-block;
    border-radius: 4px;
    background-color: transparent;
}
</style>
